{
  "defaultMetrics": [
    {
      "name": "uniquenessRatio",
      "description": "The upper limit of the sample Uniqueness Ratio metric.\n If the uniquenessRatio is bigger than this limit, data privacy must be improved and data must be anonymized / generalized more.",
      "value": "0.01",
      "valueType": "double",
      "metricSeverity": "UPPER_LIMIT"
    },
    {
      "name": "uniquenessRatio",
      "description": "The middle value of the sample Uniqueness Ratio metric.\n If the uniquenessRatio is bigger than this limit but smaller than the upper limit, the data privacy must be checked and by the data officer and reviewed.",
      "value": "0.0",
      "valueType": "double",
      "metricSeverity": "MIDDLE_VALUE"
    },
    {
      "name": "deltaPresence",
      "description": "The lower limit of the delta-presence metric.\n If the delta-presence is lower than this limit, there could be a risk of a symmetric attack. The adversary could find that an individual is not part of the dataset.",
      "value": "0.05",
      "valueType": "double",
      "metricSeverity": "LOWER_LIMIT"
    },
    {
      "name": "deltaPresence",
      "description": "The upper limit of the delta-presence metric.\n If the delta-presence is bigger than this limit, data privacy must be improved and data must be anonymized / generalized more.",
      "value": "0.3",
      "valueType": "double",
      "metricSeverity": "UPPER_LIMIT"
    },
    {
      "name": "deltaPresence",
      "description": "The middle value of the delta-presence metric.\n If the delta-presence is bigger than this limit but smaller than the upper limit, the data privacy must be checked and by the data officer and reviewed.",
      "value": "0.15",
      "valueType": "double",
      "metricSeverity": "MIDDLE_VALUE"
    },
    {
      "name": "tCloseness",
      "description": "The lower limit of the tCloseness metric.\n If the tCloseness value is lower than this limit, there is room to improve data utility.",
      "value": "0.05",
      "valueType": "double",
      "metricSeverity": "LOWER_LIMIT"
    },
    {
      "name": "tCloseness",
      "description": "The upper limit of the tCloseness metric.\n If the tCloseness value is bigger than this limit, data privacy must be improved and data must be anonymized / generalized more.",
      "value": "0.4",
      "valueType": "double",
      "metricSeverity": "UPPER_LIMIT"
    },
    {
      "name": "tCloseness",
      "description": "The middle value of the tCloseness metric.\n If the tCloseness value is bigger than this limit but smaller than the upper limit, the data privacy must be checked by the data officer and reviewed.",
      "value": "0.2",
      "valueType": "double",
      "metricSeverity": "MIDDLE_VALUE"
    },
    {
      "name": "populationUniquenessRatio",
      "description": "The middle value of the population Uniqueness Ratio metric.\n If the populationUniquenessRatio value is bigger than this limit but smaller than the upper limit, the data privacy must be checked by the data officer.",
      "value": "0.01",
      "valueType": "double",
      "metricSeverity": "MIDDLE_VALUE"
    },
    {
      "name": "populationUniquenessRatio",
      "description": "The upper limit of the population Uniqueness Ratio metric.\n If the populationUniquenessRatio value is bigger than this limit, data privacy must be improved and data must be anonymized / generalized more.",
      "value": "0.1",
      "valueType": "double",
      "metricSeverity": "UPPER_LIMIT"
    }
  ]
}